Repository: juanma1980/python-appconfig
Catalog: lliurex-po/python3-appconfig/*.po
Languages: ca@valencia

source: Press keys
ca@valencia: Prem tecles

source: Search...
ca@valencia: Cercar...

source: Filters
ca@valencia: Filtres

source: Apply
ca@valencia: Aplicar

source: Options
ca@valencia: Opcions

source: Welcome to the configuration of
ca@valencia: Benvingut a la configuració del

source: Wiki help
ca@valencia: Wiki

source: Apply changes
ca@valencia: Aplicar canvis

source: There're changes not saved at current screen. Discard them and continue?
ca@valencia: Hi han canvis sense guardar. Ignorar-los i continuar?

source: Configure stack
ca@valencia: Configurar stack

source: Configure custom stack
ca@valencia: Configurar stack personalitzat

source: From here you can configure something
ca@valencia: Desde aci es poden configurar coses

source: Undo
ca@valencia: Desfer

source: Not enough permissions. Operation failed
ca@valencia: Permisos insuficients
